index.org
# -*- fill-column: 100; -*-
#+TITLE: Welcome
#+OPTIONS: toc:nil num:nil


* Biography

  Junzhou Zhao is currently a postdoctoral researcher at the School of Computer, Electrical and
  Mathematical Science and Engineering (CEMSE), [[https://www.kaust.edu.sa/][King Abdullah University of Science and Technology]]
  (KAUST), working with [[https://www.kaust.edu.sa/en/study/faculty/xiangliang-zhang][Prof. Xiangliang Zhang]]. He was a postdoctoral researcher at the Department
  of Computer Science & Engineering, [[http://www.cse.cuhk.edu.hk/en/][The Chinese University of Hong Kong]] (CUHK), working with [[http://www.cse.cuhk.edu.hk/~cslui/][Prof.
  John C.S. Lui]]. He holds a Ph.D. degree in Control Science & Engineering and a B.S. degree in
  Automation Science & Technology, both from [[http://www.xjtu.edu.cn/][Xi'an Jiaotong University]] (XJTU). His research
  interests mainly focus on large-scale graph/network data measurement, mining, and optimization,
  with a particular interest in online social network applications (a.k.a. the [[https://en.wikipedia.org/wiki/Network_science][network science]]).

* Research

  - network/graph data analysis: measurement, mining, and optimization
  - data stream management and processing, streaming algorithms
  - combinatorial optimization, approximation algorithms
  - learning theory

* Awards

  - Best Paper Award, ACM RecSys, 2017.
  - Best Paper Award, WWW SIMPLEX workshop, 2014.
  - Featured Article, IEEE Internet Computing, 2014.
