index.html
<!DOCTYPE html>
<html lang="en-us">
<head>
    <title>Welcome - Junzhou Zhao （赵俊舟）</title>
    <meta charset="utf-8" />
    <meta name="author" content="Junzhou Zhao" />

    <link rel="stylesheet" href="/media/css/main.css" type="text/css" />


</head>

<body class="container">
    <h1><a href="/">Junzhou Zhao （赵俊舟）</a></h1>
<span class="subtit"></span>
<menu id="rightmenu">
    <ul>
        <li><a href="/">Home</a></li>
        <li><a href="/publication/">Publication</a></li>
        <li><a href="/contact/">Contact</a></li>
    </ul>
</menu>

    <section id="content">
    

<div id="outline-container-orgbd4feb4" class="outline-2">
<h2 id="orgbd4feb4">Biography</h2>
<div class="outline-text-2" id="text-orgbd4feb4">
<p>
Junzhou Zhao is currently a postdoctoral researcher at the School of Computer, Electrical and
Mathematical Science and Engineering (CEMSE), <a href="https://www.kaust.edu.sa/">King Abdullah University of Science and Technology</a>
(KAUST), working with <a href="https://www.kaust.edu.sa/en/study/faculty/xiangliang-zhang">Prof. Xiangliang Zhang</a>. He was a postdoctoral researcher at the Department
of Computer Science &amp; Engineering, <a href="http://www.cse.cuhk.edu.hk/en/">The Chinese University of Hong Kong</a> (CUHK), working with <a href="http://www.cse.cuhk.edu.hk/~cslui/">Prof.
John C.S. Lui</a>. He holds a Ph.D. degree in Control Science &amp; Engineering and a B.S. degree in
Automation Science &amp; Technology, both from <a href="http://www.xjtu.edu.cn/">Xi'an Jiaotong University</a> (XJTU). His research
interests mainly focus on large-scale graph/network data measurement, mining, and optimization,
with a particular interest in online social network applications (a.k.a. the <a href="https://en.wikipedia.org/wiki/Network_science">network science</a>).
</p>
</div>
</div>

<div id="outline-container-orgbf04506" class="outline-2">
<h2 id="orgbf04506">Research</h2>
<div class="outline-text-2" id="text-orgbf04506">
<ul class="org-ul">
<li>network/graph data analysis: measurement, mining, and optimization</li>
<li>data stream management and processing, streaming algorithms</li>
<li>combinatorial optimization, approximation algorithms</li>
<li>learning theory</li>
</ul>
</div>
</div>

<div id="outline-container-orgce9147f" class="outline-2">
<h2 id="orgce9147f">Awards</h2>
<div class="outline-text-2" id="text-orgce9147f">
<ul class="org-ul">
<li>Best Paper Award, ACM RecSys, 2017.</li>
<li>Best Paper Award, WWW SIMPLEX workshop, 2014.</li>
<li>Featured Article, IEEE Internet Computing, 2014.</li>
</ul>
</div>
</div>

</section>

    <div>
    <footer>
        Copyright &copy; 2015 - <span id="footerYear"></span> Designed by by <a href="mailto:junzhou &lt;dot&gt; zhao &lt;at&gt; xjtu &lt;dot&gt; edu &lt;dot&gt; cn">Junzhou Zhao</a>
        <script type="text/javascript">document.getElementById("footerYear").innerHTML = (new Date()).getFullYear();</script>
    </footer>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/prettify/r298/prettify.js"></script>
    <script src="https://cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>
    <script src="/media/js/main.js"></script>
</div>

</body>
</html>
